[
    {
        "img": "https://i.ibb.co/p24j30b/QLc5-BNj-Hp-Tbk-C-xxlarge.jpg",
        "name": "Ooze 2MP Wireless HD IP WiFi CCTV Indoor Security Camera, IP-C3",
        "price": "₹1,185",
        "warranty": "5 year",
        "description": "Ooze 2MP Wireless HD IP WiFi CCTV Indoor Security Camera, IP-C3 is a premium quality product from Ooze. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Ooze 2MP Wireless HD IP WiFi CCTV Indoor Security Camera, IP-C3 are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Ooze 2MP Wireless HD IP WiFi CCTV Indoor Security Camera, IP-C3, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Ooze products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Ooze CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/Vvn1Wfr/MINJ88-PJIGL3-O-xxlarge.jpg",
        "name": "IBS 720p Digital Security Double Antenna Wireless CCTV IP Camera",
        "price": "₹1,270",
        "warranty": "3 year",
        "description": "Browse through the extensive list of CCTV Cameras at Moglix. Shop online for other IBS CCTV Cameras available at Moglix in the lowest price range. This smart monitoring system featuring night vision speakers microphone and twoway audio is a reliable and compact wireless CCTV IP camera. Sourced from the most reputed brand IBS this device is manufactured using highquality raw materials and utmost precision of the experts. With 720p HD video stream and two additional sensors for movement and door opening this highly-efficient camera is used worldwide in commercial industrial and household spheres. It has a  angle of 60 deg a micro SD memory card slot and 5 MP resolution. Compatible for smartphones, tablets iPads iPhone Android Windows xp/7/10 Mac and iOS this device works on 5V voltage and 2 A current. This camera is ideal for residential and small to medium-sized businesses"
    },
    {
        "img": "https://i.ibb.co/DLNfXhF/wkkk-W3-Fypq-SJX-xxlarge.jpg",
        "name": "Hikvision 720P White Hd Security Camera",
        "price": "₹1,825",
        "warranty": "5 year",
        "description": "Hikvision 720P White Hd Security Camera is a premium quality product from Hikvision. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Hikvision 720P White Hd Security Camera are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Hikvision 720P White Hd Security Camera, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Hikvision products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Hikvision CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/tpkhzqM/Kg4h-Unich-Ct-DI-xxlarge.jpg",
        "name": "EZVIZ C3N 1080P IP67 White Wi-Fi Outdoor Home Security Camera with Full HD 1080P & Colored Night Vision",
        "price": "₹3,643",
        "warranty": "4 year",
        "description": "EZVIZ C3N 1080P IP67 White Wi-Fi Outdoor Home Security Camera with Full HD 1080P & Colored Night Vision is a premium quality product from EZVIZ. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All EZVIZ C3N 1080P IP67 White Wi-Fi Outdoor Home Security Camera with Full HD 1080P & Colored Night Vision are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture EZVIZ C3N 1080P IP67 White Wi-Fi Outdoor Home Security Camera with Full HD 1080P & Colored Night Vision, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. EZVIZ products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of EZVIZ CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/fd5TzVy/mt-Jr1g9-FWB5cn-xxlarge.jpg",
        "name": "TP-Link Tapo C100 Home Security Wi-Fi Camera",
        "price": "₹1,643",
        "warranty": "5 year",
        "description": "TP-Link Tapo C100 Home Security Wi-Fi Camera is a premium quality product from TP-Link. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All TP-Link Tapo C100 Home Security Wi-Fi Camera are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture TP-Link Tapo C100 Home Security Wi-Fi Camera, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. TP-Link products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of TP-Link CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/k1v3vzm/Uh31-Mm-Wsxt7u8-xxlarge.jpg",
        "name": "HI Focus 2MP 1080p FHD Wi-Fi Weatherproof Outdoor Security IP Camera, HC-IPC-T20TL",
        "price": "₹3,143",
        "warranty": "5 year",
        "description": "HI Focus 2MP 1080p FHD Wi-Fi Weatherproof Outdoor Security IP Camera, HC-IPC-T20TL is a premium quality product from HI Focus. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All HI Focus 2MP 1080p FHD Wi-Fi Weatherproof Outdoor Security IP Camera, HC-IPC-T20TL are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture HI Focus 2MP 1080p FHD Wi-Fi Weatherproof Outdoor Security IP Camera, HC-IPC-T20TL, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. HI Focus products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of HI Focus CCTV Cameras ."
    },
    {
        "img": "",
        "name": "Hikvision 2MP 16 Channel Full Hd Camera Combo Kit & Hd Dvr with 11 Bullet & 5 Dome Camera",
        "price": "₹43,643",
        "warranty": "5 year",
        "description": "Hikvision 2MP 16 Channel Full Hd Camera Combo Kit & Hd Dvr with 11 Bullet & 5 Dome Camera is a premium quality product from Hikvision. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Hikvision 2MP 16 Channel Full Hd Camera Combo Kit & Hd Dvr with 11 Bullet & 5 Dome Camera are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Hikvision 2MP 16 Channel Full Hd Camera Combo Kit & Hd Dvr with 11 Bullet & 5 Dome Camera, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Hikvision products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Hikvision CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/KjFZq01/m0wq-LZYcpns-JS-xxlarge.jpg",
        "name": "Hikvision 2MP 20m IR White Wall & Ceiling Mounted Dome Security Camera, DS-2CE5AC0T-IRPF",
        "price": "₹2,843",
        "warranty": "5 year",
        "description": "Hikvision 2MP 20m IR White Wall & Ceiling Mounted Dome Security Camera, DS-2CE5AC0T-IRPF is a premium quality product from Hikvision. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Hikvision 2MP 20m IR White Wall & Ceiling Mounted Dome Security Camera, DS-2CE5AC0T-IRPF are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Hikvision 2MP 20m IR White Wall & Ceiling Mounted Dome Security Camera, DS-2CE5AC0T-IRPF, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Hikvision products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Hikvision CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/Prmhvc1/Y9wgb-Pvr-O1s7w-xlarge.jpg",
        "name": "Dahua Imou Cue 2 Indoor Security Camera, Ipc-C22Ep",
        "price": "₹3,643",
        "warranty": "5 year",
        "description": "Dahua Imou Cue 2 Indoor Security Camera, Ipc-C22Ep is a premium quality product from Dahua. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Dahua Imou Cue 2 Indoor Security Camera, Ipc-C22Ep are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Dahua Imou Cue 2 Indoor Security Camera, Ipc-C22Ep, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Dahua products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Dahua CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/87WKD0H/H2-Ol-Ird-Njg-G4w-xxlarge.jpg",
        "name": "Dahua Wi-Fi Wireless 1080p 360 deg Viewing Area Security Camera",
        "price": "₹3,643",
        "warranty": "5 year",
        "description": "Dahua Wi-Fi Wireless 1080p 360 deg Viewing Area Security Camera is a premium quality product from Dahua. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Dahua Wi-Fi Wireless 1080p 360 deg Viewing Area Security Camera are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Dahua Wi-Fi Wireless 1080p 360 deg Viewing Area Security Camera, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Dahua products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Dahua CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/FYkXScC/b-Ol-Fv-RD48-UZC5-xxlarge.jpg",
        "name": "TP-Link Wi-Fi Tilt Smart Security Camera, TAPO CC200",
        "price": "₹2,300",
        "warranty": "3 year",
        "description": "TP-Link Wi-Fi Tilt Smart Security Camera, TAPO CC200 is a premium quality product from TP-Link. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All TP-Link Wi-Fi Tilt Smart Security Camera, TAPO CC200 are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture TP-Link Wi-Fi Tilt Smart Security Camera, TAPO CC200, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. TP-Link products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of TP-Link CCTV Cameras ."
    },
    {
        "img": "https://i.ibb.co/rk1vp8Y/Q4wvp9sr71-ZWT-xxlarge.jpg",
        "name": "Qubo Smart White Outdoor Security Wi-Fi Camera",
        "price": "₹4,643",
        "warranty": "5 year",
        "description": "Qubo Smart White Outdoor Security Wi-Fi Camera is a premium quality product from Qubo. Moglix is a well-known ecommerce platform for qualitative range of CCTV Cameras. All Qubo Smart White Outdoor Security Wi-Fi Camera are manufactured by using quality assured material and advanced techniques, which make them up to the standard in this highly challenging field. The materials utilized to manufacture Qubo Smart White Outdoor Security Wi-Fi Camera, are sourced from the most reliable and official vendors, chosen after performing detailed market surveys. Qubo products are widely acknowledged in the market for their high quality. We are dedicatedly involved in providing an excellent quality array of Qubo CCTV Cameras ."
    }
]